#include <stdio.h>


const char* SOVA =
"Ехал 🦉 через 🦉 \n\
Видит 🦉 в 🦉 🦉 \n\
Сунул 🦉🦉 в 🦉 \n\
🦉🦉🦉🦉 \n\
\n\
Скачет 🦉 по дорожке \n\
Вижу 🦉 на окошке \n\
🦉 в тапках, 🦉 в печке \n\
🦉 пляшет на крылечке \n\
🦉 быстро закружился \n\
с веником вдруг подружился \n\
говорит: \"теперь я тут\" \n\
веник с 🦉 в пляс идут \n\
\n\
Слава Совам🙏❤️СЛАВА Культу🙏❤️🦉СОВУ ХРАНИТЕЛЯ КАЖДОМУ ИЗ ВАС🙏❤️🦉БОЖЕ \n\
ХРАНИ СОВ🙏❤️СПАСИБО ВАМ НАШИ СОВУШНИКИ🙏🏼❤️🦉 ХРАНИ SOV✊🦉💯СПАСИБО \n\
НАШСлава Богу Слава Богу Сов🙏❤️ \n\
";

int main(void) {
    printf("%s\n", SOVA);
}
